IDEA Open Model
PlateElements.PlateType Property
 Type plate elements
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public StructuralPlateType PlateType { get; set; }
Public Property PlateType As StructuralPlateType
	Get
	Set
public:
property StructuralPlateType PlateType {
	StructuralPlateType get ();
	void set (StructuralPlateType value);
}
Property Value
Type: StructuralPlateType
See Also
Reference
PlateElements Class
IdeaRS.OpenModel.Result Namespace